jorgebucaran/fisher
jorgebucaran/nvm.fish
meaningful-ooo/sponge
gazorby/fish-abbreviation-tips
catppuccin/fish
patrickf1/fzf.fish
jethrokuan/z
jorgebucaran/hydro
~/.config/fish/plugins/iterm2_intergration
